Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/koulutus-_ja_oppimateriaalitoimisto.html.tmx
Source language: fin
Languages: sms

source: Kuva: Saamelaisnuorten taidetapahtuma 2018 Inarissa.
sms: Snimldõk: Sääʹmnuõri čeäʹppvuõđpeiʹvv 2018 Aanrest.

source: Koulutus- ja oppimateriaalitoimisto
sms: Škooultõs- da mättmateriaalkoontâr

source: Koulutus- ja oppimateriaalitoimiston tehtävänä on hoitaa saamelaisten koulutusta ja opetusta sekä saamenkielisen oppimateriaalin tuottamista koskevat asiat.
sms: Škooultõs- da mättmateriaalkonttâr tuâjjan lij håiddad säʹmmlai škooultõõzz da mättʼtõõzz di sääʹmǩiõllsaž mättmateriaal puuʹtʼtummuž kuõskki aaʹššid.

source: Toimisto vastaa saamenkielisen oppimateriaalin suunnittelusta, valmistelusta ja jakelusta, saamelaisnuorten taidetapahtuman järjestelyistä, julkaisee saamelaisopetuksen tilastoja ja ylläpitää yhteyttä saamelaisopetusta järjestäviin kuntiin ja kouluihin sekä opetuksen hallintoon.
sms: Koontâr vaʹsttad sääʹmǩiõllsaž mättmateriaal plaanummšest, valmštummšest da jueʹǩǩmest, sääʹmnuõri čeäʹppvuõđpeeiʹv riâššmõõžžin, õlmstâtt sääʹm-mättʼtõõzz statistiikkid da tuõʹllai õhttvuõđ sääʹm-mättʼtõõzz riâšši kooʹddid, škooulid di mättʼtõõzz vaaldšma.

source: Toimisto valmistelee ja toimeenpanee myös saamelaisten koulutusasiain yhteistyöelimen kokousten asiat ja osallistuu saamelaisen opetushallinnon pohjoismaiseen yhteistyöhön.
sms: Koontâr valmštââll da peejj tueiʹmme säʹmmlai škooultõsaaʹšši õhttsažtuâjjorgaan såbbri aaʹššid da vuässââtt sääʹm-mättʼtõsvaaldâšm tâʹvvjânnmallaš õhttsažtuõjju še.

source: Koulutussihteeri
sms: Škooultõspiisar

source: toimiston esimies,
sms: konttâr ouddooumaž,

source: koulutuksen lainsäädännön, hallinnon, rahoituskehityksen, arvioinnin, opetussuunnitelmanormien ja saamelaisopetuksen kehityksen seuranta,
sms: Škooultõõzz lääʹjjšiõttummuž, vaaldâšm, teäggtõs ooudâsviikkmõõžž, ärvvtõõllmõõžž, mättʼtõsplaan-noormi da sääʹm-mättʼtõõzz ouddnummuž seuʹrrjummuš,

source: koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (koulutuspoliittiset, päivähoito- ja yleiset koulutusasiat),
sms: škooultõs- da mättmateriaal-luʹvddkååʹdd piisar da ouʹddepuhtti, (škooultõspoliittlaž, peiʹvvhåidd- da takai škooultõsääʹšš)

source: saamelaisten koulutusasiain yhteistyöelimen sihteeri ja esittelijä,
sms: sääʹm škooultõsaaʹšši õhttsažtuâjjorgaan piisar da ouʹddepuhtti,

source: yhteydenpito saamelaisopetusta järjestäviin kuntiin, valtion opetushallintoon ja pohjoismaisiin sisarelimiin,
sms: õhttvuõđ âânnmõš sääʹm-mättʼtõõzz riâšši kooʹddid, riikk mättʼtõsvaldšma da tâʹvvjânnmallaš vaʹstteei orgaanid,

source: kansainvälisen kehityksen seuranta.
sms: meeraikõskksaž ouddnummuž seuʹrrjummuš.

source: Oppimateriaalisihteeri
sms: Mättmateriaalpiisar

source: koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (oppimateriaaliasiat),
sms: škooultõs- da mättmateriaal-luʹvddkååʹdd piisar da ouʹddepuhtti (mättmateriaalääʹšš),

source: oppimateriaalityön suunnittelu, ohjaus, valvonta ja toimitustyö,
sms: mättmateriaaltuâj plaanummuš, vuäʹpstõs, vuåppmõš da tuåimtemtuâjj,

source: oppimateriaalin valmistukseen liittyvä yhteydenpito kouluihin ja opetuksen hallintoon,
sms: mättmateriaal valmštummša õhttneei õhttvuõđ âânnmõš škooulid da mättʼtõõzz valdšma,

source: oppimateriaaliasioiden ja opetussuunnitelmanormien seuranta,
sms: tâʹvvjânnmallaš õhttsažtuâjj.

source: pohjoismainen yhteistyö,
sms: Mättmateriaalplaaneei: Katja Lettinen , mättmateriaal graaflaž plaanummuš

source: toimii koulutussihteerin viransijaisena tämän ollessa estyneenä.
sms: Marita Aikio , mättmateriaalplaaneei

source: Oppimateriaalisuunnittelijat:
sms: Heli Aikio , aanarsääʹmǩiõllsaž materiaaltuâjj

source: Katja Lettinen , graafinen suunnittelu ja digitaalinen oppimateriaalityö
sms: Miina Seurujärvi , aanarsääʹmǩiõllsaž materiaaltuâjj

source: Marita Aikio , pohjoissaamenkielinen oppimateriaalin suunnittelija
sms: Raija Lehtola , nuõrttsääʹmǩiõllsaž materiaaltuâjj

source: Heli Aikio , vs. inarinsaamenkielinen oppimateriaalin suunnittelija
sms: Unni Länsman , digitaalʼlaž da vaaldšemvuõđlaž plaanummuš

source: Miina Seurujärvi , inarinsaamenkielinen oppimateriaalin suunnittelija
sms: Oona Länsman , tâʹvvsääʹmǩiõll veeʹres ǩiõllân

source: Raija Lehtola , koltansaamenkielinen oppimateriaalin suunnittelija
sms: Heini Wesslin , nuõrttsääʹm ǩiõtt-tuâjjǩeʹrjj

source: Unni Länsman , digitaalinen ja hallinnollinen suunnittelu
sms: Koontârpiisar, takai koontâr:

source: Oona Länsman , pohjoissaame vieraana kielenä
sms: Laila Aikio

source: Heini Wesslin , kolttasaamelainen käsityö
sms: mättmateriaalvuârk tuõʹllʼjummuš da ǩeeʹrjtuõʹllʼjõs,

source: Toimistosihteeri, yleinen toimisto
sms: mättmateriaal tiʹllʼjummži tååimtummuš.

source: Laila Aikio
sms: Mättmateriaaltuâjjla:

source: oppimateriaalivaraston ylläpito ja kirjanpito,
sms: Esther Berelowitsch , nuõrttsääʹmǩiõllsaž projeʹktt-tuejjlaž

source: oppimateriaalitilausten toimittaminen.
sms: Anne Olli , tâʹvvsääʹmǩiõllsaž projeʹktt-tuejjlaž

source: Oppimateriaalityöntekijät:
sms: Aura Pieski , tâʹvvsääʹmǩiõllsaž projeʹktt-tuejjlaž

source: Esther Berelowitsch , koltankielinen oppimateriaalityö
sms: Sääʹmǩiõli ougglõsmättʼtõõzz piʹlotthaʹŋǩǩõs:

source: Anne Olli , pohjoissaamenkielinen oppimateriaalityö
sms: Arla Magga , haʹŋǩǩõskoordinaattor
